Dlubal.RFEM5.PrecamberActivityCriterionType
Type of activity criterion for precamber.

Dlubal.RFEM5.PrecamberActivityCriterionType.UnknownPrecamberActivityCriterionType
Unknown precamber activity criterion type

Dlubal.RFEM5.PrecamberActivityCriterionType.ActivityAlways
Always

Dlubal.RFEM5.PrecamberActivityCriterionType.ActivityAccording_EN_1993_1_1
EN 1993-1-1 (5.8)

Dlubal.RFEM5.PrecamberActivityCriterionType.ActivityAccording_DIN_18800_2
DIN 18800-2 (207)

Dlubal.RFEM5.PrecamberActivityCriterionType.ActivityManually
Manually